export const ar = {

    // Signup page
    bio: "السيرة الذاتية للملف الشخصي",
    country: "دولة",

    // login page
    LoginTo: 'Arab Ways تسجيل الدخول إلى',
    YourEmail: 'بريدك الالكتروني',
    YourPassword: 'كلمة السر خاصتك',
    ForgotPassword: 'هل نسيت كلمة السر؟',
    ContinueWithEmail: 'تواصل مع البريد الإلكتروني',
    CreateAccount: 'يمكنك أيضًا.',
    CreateAccountSec: 'إنشاء حساب',
    CreateAccountThird: '.إذا لم يكن لديك حساب.',

    // forgot page
    ForgetPasswordSec: 'هل نسيت كلمة السر',
    regemail: 'البريد الإلكتروني المسجل الخاص بك',
    sendlink: 'إرسال رابط إعادة تعيين كلمة السر',
    signin: 'تسجيل الدخول بدلا من ذلك؟',
    sendtolink: 'تم إرسال الرابط إلى ',
    forgetlink: 'يرجى التحقق من صندوق الوارد الخاص بك للحصول على رابط لإعادة تعيين كلمة المرور الخاصة بك.',

    // reg page
    regaccount: 'أنشئ حسابك',
    welcome: 'مرحبًا بك في Arab Ways، يتعين عليك ملء جميع التفاصيل أدناه لتسجيل نفسك بنجاح',
    regfname: 'اسمك الكامل',
    regusername: 'اسم المستخدم الخاص بك',
    regphone: 'رقم تليفونك',
    regpass: 'كلمة السر خاصتك',
    regaccountbtn: 'إنشاء حساب',
    regsigninbtn: 'تسجيل الدخول',
    regsigninbtnsec: 'إذا كان لديك حساب بالفعل.',

    // placeholder
    entfname: 'أدخل اسمك الكامل',
    entusername: 'اختر اسم مستخدم فريدًا',
    entemail: ' أدخل بريدك الإلكتروني',
    entphone: 'أدخل رقمك',
    entpass: 'أختر كلمة مرورك',

    // sidebar page
    home: 'بيت',
    notifications: 'إشعارات',
    messages: 'رسائل',
    explore: 'يستكشف',
    profile: 'حساب تعريفي',
    languagechange: 'هل تريد تغيير اللغة الافتراضية الحالية؟',
    logout: 'تسجيل خروج',
    sidebarLogo: "طرق عربية",

    // home logout page
    whatyourmind: 'ماذا يدور في ذهنك؟',
    whatyourmindsec: 'يمكنك البدء في النشر على الفور :) بالنقر فوق "بدء مشاركة جديدة".',
    startnewpost: "بدء منشور جديد",
    yourtimeline: 'الجدول الزمني الخاص بك',
    postedat: 'تم النشر في',
    follow: 'يتبع',
    postTitle: "لقد أنعم الله على باكستان بأفضل الرحلات الجبلية في العالم. إن شاء الله يومًا ما سنجعل باكستان عاصمة التزلج في العالم... اقرأ المزيد",
    travelReport: "تقرير السفر",
    comment: "يعجبني ذلك حقًا، وليس لأنه مرتبط بشركة Apple ولكن فقط بسبب منشورك، علمت أن شيئًا ما سيأتي في آخر تحديثات Apple وميزاتها، لذا أقدر هذا الرجل.",
    commentBy: "حسان",
    commentAt: "1 منذ يوم",
    replyComment: "رد",
    likeComment: "يحب",
    addComment: "أضف تعليق...",
    postLocation: "كشمير باكستان",
    locationHead: "المملكة العربية السعودية",

    // profile page
    profileName: "نور العابدين",
    profileBio: "لقد أنعم الله على باكستان بأفضل الرحلات الجبلية في العالم. إن شاء الله يومًا ما سنجعل باكستان عاصمة التزلج في العالم",
    posts: "دعامات",
    following: "التالي",
    followers: "متابعون",
    joined: "انضم",
    searchFollowing: "البحث التالية",
    followerName: "سليم خان",

    // edit profile page

    personalInfo: "معلومات شخصية",
    youCanEdit: "يمكنك تعديل وعرض بياناتك الشخصية هنا",
    saveChanges: "حفظ التغييرات",
    passwordSecurity: "أمان كلمة المرور",
    youCanChange: "يمكنك تغيير تفاصيل كلمة المرور الخاصة بك هنا",
    updatePassword: "تطوير كلمة السر",

    profileBioLabel: "السيرة الذاتية للملف الشخصي",
    fullnameLabel: "اسمك الكامل",
    usernameLabel: "اسم المستخدم الخاص بك",
    emailLabel: "بريدك الالكتروني",
    phoneLabel: "رقم تليفونك",
    newPasswordLabel: "كلمة المرور الجديدة",
    confirmNewPasswordLabel: "تأكيد كلمة المرور الجديدة",

    profileBioPlaceholder: "You can edit and view your personal details here",
    profileBioPlaceholder: "You can edit and view your personal details here",
    profileBioPlaceholder: "You can edit and view your personal details here",
    profileBioPlaceholder: "You can edit and view your personal details here",
    profileBioPlaceholder: "You can edit and view your personal details here",

    // message page

    message: "رسائل",
    searchChat: "بحث الدردشة بالاسم",
    chatUser: "محمد امان",
    lastMessage: "السلام عليكم أريد أن أسأل من لديه فكرة...",
    lastMessageAt: "1 منذ يوم",

    // notification page

    notificationHead: "إشعارات",
    notificationAll: "الجميع",
    notificationUnread: "غير مقروء",
    notificationUser: "سليم خان",
    notification: "لقد تبعك محمد سلمان و خمسة آخرون",
    notificationAt: "1 منذ يوم",

    // chat page

    chatUser: "سليم خان",
    message: "لقد أنعم الله على باكستان بأفضل الرحلات الجبلية في العالم. إن شاء الله يومًا ما سنجعل باكستان عاصمة التزلج في العالم",
    writeMessage: "اكتب رسالة...",
    sendMessage: "يرسل",

    // header logout page
    restaurant: '🍽 مطعم',
    hotel: '🛎 الفندق',
    coffeeshop: '☕ مقهى',
    travelreports: '⛰ تقارير السفر',
    travelgeneraltopics: '✈ موضوعات عامة عن السفر',
    headersearch: 'بحث في الطرق العربية',
    profileUser: "حلول متكاملة",

    // modal
    WhatDoYouWant: 'ماذا تريد أن نتحدث عن؟',
    logoutHead: "تسجيل الخروج",
    logoutTitle2: "هل أنت متأكد أنك تريد تسجيل الخروج؟",
    logoutTitle3: "بتسجيل الخروج ستتم إعادة توجيهك إلى جلسة تسجيل الدخول مرة أخرى",
};
